<template><div><h1 id="запити-зацікавлених-осіб" tabindex="-1"><a class="header-anchor" href="#запити-зацікавлених-осіб"><span>Запити зацікавлених осіб</span></a></h1>
<h2 id="вступ" tabindex="-1"><a class="header-anchor" href="#вступ"><span>Вступ</span></a></h2>
<p><em>[Вступ повинен містити короткий огляд всього документу.]</em></p>
<h3 id="мета" tabindex="-1"><a class="header-anchor" href="#мета"><span>Мета</span></a></h3>
<p><em>[Визначення мети цієї сукупності вимог. Зазвичай такою метою є створення та впровадження
інформаційної системи відповідного призначення.]</em></p>
<h3 id="контекст" tabindex="-1"><a class="header-anchor" href="#контекст"><span>Контекст</span></a></h3>
<p><em>[Короткий опис того, з якими проектами пов'язаний цей документ, на що він впливає.]</em></p>
<h3 id="основні-визначення-та-скорочення" tabindex="-1"><a class="header-anchor" href="#основні-визначення-та-скорочення"><span>Основні визначення та скорочення</span></a></h3>
<p><em>[Розділ містить визначення всіх термінів та скорочень, необхідних для правильного
тлумачення вимог. Можна зробити посилання на документ, в якому поданий аналіз предметної області.]</em></p>
<h3 id="посилання" tabindex="-1"><a class="header-anchor" href="#посилання"><span>Посилання</span></a></h3>
<p><em>[Розділ містить повний список всіх документів, про які згадується.]</em></p>
<h2 id="короткии-зміст" tabindex="-1"><a class="header-anchor" href="#короткии-зміст"><span>Короткий зміст</span></a></h2>
<p><em>[Розділ містить опис того, про що йдеться в еій частині цього документу, що залишилася.
Також тут описана структура документу.]</em></p>
<h2 id="характеристика-ділових-процесів" tabindex="-1"><a class="header-anchor" href="#характеристика-ділових-процесів"><span>Характеристика ділових процесів</span></a></h2>
<p><em>[В цьому розділі визначаються зовнішні фактори, що впливають на бізнес (бізнес-актори),
та внутрішні фактори (робітники), дається загальна характеристика діяльності бізнес-акторів
та робітників, яка здійснюється за допомогою бізнесу.</em></p>
<p><em>Дається опис бізнес-сценаріїв взаємодії бізнес-акторів, робітників і, можливо, інформаційної системи за допомогою наступної
специфікації:</em></p>
<p><em><strong>ID:</strong></em></p>
<p><em><strong>НАЗВА:</strong></em></p>
<p><em><strong>УЧАСНИКИ:</strong></em></p>
<p><em><strong>ПЕРЕДУМОВИ:</strong></em></p>
<p><em><strong>РЕЗУЛЬТАТ:</strong></em></p>
<p><em><strong>ВИКЛЮЧНІ СИТУАЦІЇ:</strong></em></p>
<p><em><strong>ОСНОВНИЙ СЦЕНАРІЙ:</strong></em></p>
<p><em>Кількість сценаріїв визначається у відповідності до специфіки завдання та необхідного
рівня деталізації (зазвичай, 5-6 сценаріїв).</em></p>
<h2 id="короткии-огляд-продукту" tabindex="-1"><a class="header-anchor" href="#короткии-огляд-продукту"><span>Короткий огляд продукту</span></a></h2>
<p><em>[Визначається границя системи та категорії її користувачів. Дається загальна характеристика категорій користувачів
системи]</em></p>
<p><em>[Нижче йде опис FURPS:]</em></p>
<h2 id="функціональність" tabindex="-1"><a class="header-anchor" href="#функціональність"><span>Функціональність</span></a></h2>
<p><em>[Functionality (функциональні вимоги)]</em></p>
<h2 id="практичність" tabindex="-1"><a class="header-anchor" href="#практичність"><span>Практичність</span></a></h2>
<p><em>[Usability (вимоги до зручності роботи)]</em></p>
<h2 id="надіиність" tabindex="-1"><a class="header-anchor" href="#надіиність"><span>Надійність</span></a></h2>
<p><em>[Reliability (вимоги до надійності)]</em></p>
<h2 id="продуктивність" tabindex="-1"><a class="header-anchor" href="#продуктивність"><span>Продуктивність</span></a></h2>
<p><em>[Performance (вимоги до продуктивності)]</em></p>
<h2 id="експлуатаціина-придатність" tabindex="-1"><a class="header-anchor" href="#експлуатаціина-придатність"><span>Експлуатаційна придатність</span></a></h2>
<p><em>[Supportability (вимоги до підтримки)]</em></p>
</div></template>


