<template><div><h1 id="аналіз-предметноі-області" tabindex="-1"><a class="header-anchor" href="#аналіз-предметноі-області"><span>Аналіз предметної області</span></a></h1>
<h2 id="вступ" tabindex="-1"><a class="header-anchor" href="#вступ"><span>Вступ</span></a></h2>
<p><em>[Вступ повинен містити короткий огляд всього документу.]</em></p>
<h2 id="основні-визначення" tabindex="-1"><a class="header-anchor" href="#основні-визначення"><span>Основні визначення</span></a></h2>
<p><em>[Розділ містить визначення термінів та скорочень, які використовуються при аналізі предметної області.]</em></p>
<h2 id="підходи-та-способи-вирішення-завдання" tabindex="-1"><a class="header-anchor" href="#підходи-та-способи-вирішення-завдання"><span>Підходи та способи вирішення завдання</span></a></h2>
<p><em>[Розділ містить опис підходів, моделей та способів вирішення завдання.]</em></p>
<h2 id="порівняльна-характеристика-існуючих-засобів-вирішення-завдання" tabindex="-1"><a class="header-anchor" href="#порівняльна-характеристика-існуючих-засобів-вирішення-завдання"><span>Порівняльна характеристика існуючих засобів вирішення завдання</span></a></h2>
<p><em>[Розділ містить опис існуючих програм, інформаційних систем, сервісів, тощо, призначених для вирішення
завдання. Дається порівняльна характеристика властивостей FURPS:</em></p>
<ul>
<li><em>Functionality (функциональні вимоги)</em></li>
<li><em>Usability (вимоги до зручності роботи)</em></li>
<li><em>Reliability (вимоги до надійності)</em></li>
<li><em>Performance (вимоги до продуктивності)</em></li>
<li><em>Supportability (вимоги до підтримки)</em></li>
</ul>
<p><em>(у вигляді таблиці).]</em></p>
<h2 id="висновки" tabindex="-1"><a class="header-anchor" href="#висновки"><span>Висновки</span></a></h2>
<p><em>[Робляться висновки щодо доцільності розробки нової або модифікації існуючої інформаційної системи, необхідності та способів інтеграції з системами(сервісами) третіх сторін, тощо.]</em></p>
<h2 id="посилання" tabindex="-1"><a class="header-anchor" href="#посилання"><span>Посилання</span></a></h2>
<p><em>[Розділ містить повний список всіх документів, про які згадується.]</em></p>
</div></template>


